Repository: mozilla-l10n/mt-training-data
Catalog: xka/xka_pontoon.tmx
Source language: en_us
Languages: xka

source: 1 sentence collected
xka: جولال سمیٹیل

source: 2019 End-of-Year Release
xka: کال اے•ختم بال رل ریلیز تال

source: 2 down, keep it up!<playIcon></playIcon>
xka: چیپر نام

source: ≥ 2 No votes
xka: ا ووٹ پا نان

source: ≥ 2 Yes votes
xka: آم کیر ووٹ

source: Abbreviations and Acronyms
xka: مخفف

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
xka: مخفف لخہ ICE یا USA تانی چوݨیل می نہ اٹا۔۔۔کیم کو مخفف دی چھلا من جہ

source: Abkhaz
xka: ابخآز

source: About
xka: بابت

source: About options menu
xka: اپشن مینو بارا مے

source: Academic Reference
xka: تعلیمی باگ اے حوالہ

source: Accent
xka: مینل

source: Accepted file types: .tsv only
xka: قبولگیل فائل لم اؘ قیسم ۔tsv ایلا۔

source: Access press releases and stories related to Common Voice
xka: کامن وایس سہ قیصہ

source: Account
xka: حیساب

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
xka: ران تھالا کیر دی پا نالا

source: Acehnese
xka: اسیہنہسی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
xka: تو کتیک تھ بوس تھ قدرتی جواب دہ۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
xka: چھوڈآ تس ات میش گھوا مینل رل بت۔

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
xka: تین تھتی ٹیکل سیی منیل اؘ

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
xka: اڈیو کلپس بوجا تے ٹراسکپ نالا رو اک دی سہ ݭجون اؘکو نہ۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
xka: جولال دریک آواز می منل باگ رل

source: { $actionType }<stopIcon></stopIcon> when done
xka: کیرا بل تو

source: { $actionType } submit when ready
xka: تیار بایل رل سمٹا۔

source: Adamawa Fulfulde
xka: اڈماوافلفیولڈ

source: Add and Review Sentences, Add Questions, Transcribe Audio
xka: جملاسمٹ تے نالہ۔سوالونی پا میلہ۔اڈیو ٹرانسکرابت

source: Add as much information as you can about the language. This could include:
xka: جیب بارا می تو کتیک آ تی معلومات ملے بونس تے میلہ۔۔رس می ان ان آشون

source: Add <icon></icon> a public domain sentence
xka: سمٹ۔۔۔۔۔۔۔۔۔عام مانوش ام جولال

source: Add information
xka: معلومات جمع تھا۔

source: Adding Sentences
xka: جولال شامل تھا۔

source: Additional Language
xka: بیڈ جب

source: Add Language
xka: جب تالا

source: Add new custom accent "{ $inputValue }"
xka: اؘ نم مینل شامل تھا۔

source: Add new sentences for the community to read
xka: تانی خلق ام کیر نوم نوم جولال چݨا

source: Add one sentence per line
xka: اک جولال تلا ا ریک ا

source: Add questions in your language
xka: تانی جیب می سوالونی پا ٹل تا

source: Add Questions <small>(Coming soon)</small>
xka: دی پہ سوالونی <small> تیپہ پݭہ</small>

source: Add Sentences
xka: جملا سمٹ

source: Add sentences in your language
xka: تا نی جیب می جملا جمع۔تھا

source: Add Text
xka: ٹیکسٹ مِیلہ۔

source: Add up to 1,000 sentences
xka: ا زر ایں جملا جمع تھآ

source: Add Your Voice
xka: تانی تراٹ پا ٹل تھ

source: Adyghe (West Circassian)
xka: ادیٰیغی

source: Afaan Oromo
xka: افان اورومو

source: Afar
xka: اوں ڈیٹا سئٹ چلال کیر ۔رو پانج بش جب ام درام وال ران تھا کیر ۔رس رل ا کالہ دش لاکھ ڈالر ݭاجین۔

source: A few bytes
xka: ا لد بایٹس

source: Afrikaans
xka: افریکانز

source: Age
xka: عمر

source: Agriculture and Food
xka: کاروال تےخوراک

source: Albanian
xka: البانین

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
xka: ا سراک شنپت آؤؤ گیبی نہ بون پرہ تی بور اوں دی کس اے° جولال تس می یین۔اوں ذآت کلپ مکھے دور تھا۔کاں با ٹی وی شاگیل چورال آس ترہ غلبہ تہ تبا انت بتتونیا نییر اوم پر۔کو جولانس تہ

source: All
xka: سوا

source: All sentence must have the same domain
xka: سوا جملاء ا ڈومین اے•بیدہ۔

source: All sentences must have the same citation
xka: سوا جملا ا ک ڄھلا من جہن

source: Already have an account? <login>Log-In</login>
xka: اکاونٹ اول دا کولاو این

source: Amharic
xka: اامھارک

source: An error occurred fetching sentences
xka: اوں جولال می اؘ ورانار مک تھ یال۔

source: An error occurred reviewing this sentence
xka: اوں جب نالیل می اؘ شہ کھچہ یال۔

source: An error occurred submitting your voice information
xka: تی آواز اؘ معلومات سمٹیل می اورنی یال

source: An error occurred while creating this transcript
xka: اوں ٹراسکرپٹ تیار تھال ٹآئم رل خرابی یل

source: An error occurred while editing the transcript
xka: ٹرانسکرپٹ باڑ تیل ٹائم رل اورنی ییل

source: An error occurred while recording
xka: ریکارډنګ دوران م ا غلطی بېل

source: An error occurred while skipping the transcript
xka: ٹراسکرپٹ چھورل ٹائم رل اورینی یل۔

source: An error occurred while skipping this prompt
xka: اغلطی بیل

source: An error occurred while submitting the report
xka: رپوٹ جمع تھال رل اؘ غلطی بیل۔

source: An error occurred while uploading your response
xka: تی جواب اوکالیل رل اؘ اورنی ییل

source: An error occurred while voting the transcript
xka: ٹرانسکرپٹ ووٹ دیل وحت رل اورنی یل۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
xka: ݭربکیلا استمعال اؘ ڈیٹا لحہ عمر فرق تہ لہجہ مانیل ران تھال کیر اڈیو ڈیٹا می مدد تھون۔

source: Answer questions
xka: سوال جواب

source: Answer Questions <small>(Coming soon)</small>
xka: سوالونی ام جواب دہ

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
xka: کو۔۔تی ۔۔تانی جِب اے°منیل اے° تے چوݨیلہ ڈیٹاسیٹ تران،میݭٹ تہ لاڑان، تن تانی جب رش بان،تےایج تیبان

source: Approve
xka: قبولیل

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
xka: ا خاموش،درپتحبب تیار اینپرہ بہ دی زیتیاوازونے نہ خوشانکاں چوݨیل می نان تےمشین تس لٹؤؤن۔ ک چرے تواوراکتریٹ بوج بون،کلپ تہ دیر ختم تیجون۔کما ٹوی بݫون یا جولال باڑ آݭةں،غلبہ تنکوم پر اتو نت بون

source: Arabic
xka: عربیا

source: Aragonese
xka: اریگانیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
xka: گانٹھ تو کامن وایساے°سپیچ گروپ می اینہ

source: Are you coming? [called by another]
xka: تو یونہ

source: Are you coming? <strong>[called by another]</strong>
xka: تو یون آں?

source: Armenian
xka: ارمینیین

source: Armenian Western
xka: آرمینیین قبل مکھ

source: Ask about a new language
xka: نم جب باراؘ می من۔

source: Ask Mozilla to share your events
xka: موزیلا تہ من تی واقعات میݭٹ تہ لاڑہ تہ۔

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
xka: اسان دا سوال تپوس تھ

source: Assamese
xka: اسامییا

source: Asturian
xka: اسٹریان

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
xka: ترجمہ م ھر ٹکیل بیدہ۔کامیش۔منیل۔تہ۔۔دوپیرہ پا ٹیک

source: Attention!
xka: راڑ بہ/کان دہ

source: Audio Format
xka: اڈیو فارمیٹ

source: Automotive and Transport
xka: اٹومو ٹیو تے یادا دی با تہ بییل

source: Avatar
xka: اوتار

source: Avatar uploaded
xka: اوتار اپلوڈ تال

source: Average
xka: مجیرم

source: A voice clip is marked "valid" when a user gives it a Yes vote.
xka: اواز کٹر تتی وخ ایں کاٹ نہ اوں کیراں ایں کی رس تہ آم اے°ووٹ نہ دیت تہ

source: Avoid too much background noise - it should be easy to hear you.
xka: باڑ آؤؤ دا اپان رش۔تی بجیل سگار اشہتہ

source: Awards
xka: انعام

source: Azerbaijani
xka: اآذربایجانی

source: Baatonum
xka: باٹونم

source: Baba Malay
xka: بابامالے

source: Back
xka: پتا تہ

source: Background Noise
xka: شن پت آؤؤ

source: Background Voices
xka: ݭن پت آؤؤ

source: Back to Top
xka: ٹاپ تال کیر پت دا

source: Bafia
xka: بافلا

source: Bafut
xka: بافوٹ

source: Bahasa Malay
xka: بہاسا مالے

source: Balochi
xka: بلوچیا

source: Bambara
xka: بمبارا

source: Bamun
xka: بامون

source: Bamvele
xka: بام ویلی

source: Bankon
xka: بنکن

source: Baoule
xka: باولے

source: Basaa
xka: باسای

source: Bashkir
xka: بشکر

source: Basque
xka: باسکوی

source: Batanga
xka: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
xka: منندر کلپ اوں جولال د ن قبولیل اوں کھچہ این،ختم نخ رل نہ ایٹیترس تہ اوب تا دنیئ میقسم قسم تلفظ آین ۔کیم کو تو شید نہکیتساں دا اراک جیب منیل تنا تہ شاباش منا

source: Become a Common Voice Partner
xka: کامن وائس ملگر بھ

source: Belarusian
xka: بایلو رشیین

source: Benefits
xka: فایرا

source: Bengali
xka: بنگیلی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
xka: ۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔بریٹ ٹیک این۔۔۔اولوک بارل سیپ دون اں کہ دویم رل

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
xka: جب اؘ سیج تھال کیر ران ترجمہ تے کوڈ ترال۔

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
xka: اوں جب می ران تعاون کاں دی فصل کیر باڑ کم این۔

source: <bold>{ $count }</bold> Clips
xka: <bold>{ $count }</bold>ٹۡار

source: <bold>Help us</bold> find more voices
xka: دی اوازونی بیلڑیل می اسے مدد تہ

source: <bold>If you value open, inclusive data - donate today!</bold>
xka: کامن وایس ڈیٹا ڈاؤن لوڈ تھ

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
xka: اسے ملگر اون۔

source: Borgu Fulfulde
xka: برگو فلفیولڈ

source: Bosnian
xka: پہوسنیای

source: Both
xka: دوا تی۔۔۔۔۔۔منیل تے بجیل

source: Both (Speak and Listen)
xka: منیل تے بوجیل دوآ تھی

source: Breton
xka: پریٹونیا

source: [British English might make "root"]
xka: برٹش انگلش روٹ ترہ

source: Browse Languages
xka: بروزہ جب

source: Build a custom goal
xka: ا رواجی ٹارگٹ تراج

source: Build Profile
xka: پروفائل ترا

source: Bulgarian
xka: بلگاری

source: Bulk batch
xka: جولال اے

source: Bulk Sentences Uploaded
xka: جولال اوکالیل

source: Bulu
xka: بلو

source: Burmese
xka: برمی

source: Buryat
xka: بریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
xka: ای میل گانٹھ۔۔۔۔بہ ڈیٹابیس می بدلی بال شیت تے، اوں بہ تساہ لائ۔۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
xka: می امیل تھ اؘ ٹسار دا اؘ لنک لاڈہ۔

source: By editing your goal, you may lose your existing progress.
xka: کہ تو تانی نخ می ترمیم تھون تہ،تانی پراگرس پا نہ بایلہ تہ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
xka: پانج بش جب ام درا وال اَ ڈیٹا سیٹ چلال تہ ران تھا کیر رس رل اک کالہ دش لاکھ ڈالر

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
xka: تو ان قبولون اں کامن وایس ڈیٹاسیٹ می منندر اے°پویانیل کوشش نہ تہ

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
xka: تانی بارہ می گوا مولومات دای می کاں اڈیو ڈیٹا جمع تھون ۔سو تقریر می باڑ مدد تھون۔

source: By telling us about yourself, you will help developers build more inclusive technology
xka: اسان تانی کیر منی تھ ۔تس ڈویلپرز دی پا ران ٹنالوجی ترال می مدد تھاین۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
xka: عام آواز ݭا تہ تو اسی شرائط قبولوں اؘ

source: Cameroon Pidgin
xka: کیمرون پایڈگن

source: [Canadian English might make "route" sound like "rowt"]
xka: کنیڈا نگریزی روٹ تراٹ ترا لخہ راوٹ

source: Cancel
xka: ختم۔

source: Cancel Re-recording
xka: ریکاڈنگ ختم

source: Cancel Submission
xka: جمع تھال بس۔

source: Cannot submit more than 1000 sentences
xka: زر جملا دا باڑ جمہ نہ تیبون

source: Can't decide?
xka: گیبی بام نہ لاد

source: Cantonese
xka: کینٹونیسی

source: Catalan
xka: کٹآلان

source: Central Kurdish
xka: منجروم ترکش

source: Central Melanau
xka: سنٹرل ملاناو

source: Change
xka: بدل اے°

source: Change preferences
xka: مک گیرو

source: Change your email via Settings under Login Identity
xka: جانل کیر تربیات دے تانی امیل نالا۔

source: Check
xka: نالا

source: Check <icon></icon> is this a linguistically correct sentence?
xka: ان جیب ام علم مطابق ٹیک اجولال

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
xka: تان جب نال اؘ کامن وائس جب می این اؘ کو نان

source: Check Transcriptions
xka: ترجمہ نال

source: <chevron></chevron>See less
xka: ۔۔۔۔۔۔۔۔۔۔۔باڑتہ نال

source: <chevron></chevron>See more
xka: ۔۔۔۔۔۔۔۔۔۔۔باڑتہ نال

source: Chinese (China)
xka: چینی۔۔۔۔چاینییز

source: Chinese (Hong Kong)
xka: چاینییز۔۔۔۔ہانگ کانگ

source: Chinese (Taiwan)
xka: چاینیز تایوانی

source: Chinyanja
xka: چنیانجو

source: Choose language/localization
xka: جیب لہکلایزیشن جوݭ

source: Chuvash
xka: چواش

source: Citation
xka: منییل

source: Cite with a URL link or the full name of the work.
xka: ترام اے° صحی نام

source: Citing Sentences
xka: جملہ اؘ اولاہ دا تہ

source: Click
xka: ٹسار

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
xka: ٹسار دہ ۔۔۔۔۔اما۔۔۔۔۔اوںپیج استعمال جانیل کیر

source: Clipboard not supported
xka: کلپ بوڈر سپوٹ نہ بل

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
xka: ...................تراټ ام کټر

source: Clip Graveyard
xka: کلپ اے°گورستان

source: Clips recorded
xka: کلپس ریکاڈ تھا۔

source: Clips Uploaded
xka: کلپس اوکالیل

source: Clips validated
xka: کلپس ختم تھا

source: Clips You've Recorded
xka: کلپس تی کیر ریکاڈ بیل۔

source: Clips You've Validated
xka: کاں کلپس تس خشال تھ

source: Close
xka: بان۔

source: Collecting sentences
xka: جولال سمٹیل

source: Coming Soon
xka: یندر

source: Comment
xka: جول

source: Common Voice data plus all other voice datasets above.
xka: عام صوتی ڈیٹا دا علاوہ دی سوا صوتی ڈیٹا سیٹ رل

source: Common Voice Dataset
xka: کامن وایس ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
xka: کامن وایس اک ازاد،کھولاوڈیٹا کرییشن پلیٹ فارم این۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
xka: کامن وایس موزیلا فاونڈیشن ۔اوں ٹیم رل رس تہ روپےفلونتراپک گرانٹس دون تےسوادنآی دا پا خلق امداد دان

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
xka: پانج بش جب ام درا وال اَ ڈیٹا سیٹ چلال تہ ران تھا کیر رس رل اک کالہ دش لاکھ ڈالر

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
xka: کامن وائس دوئم پلٹ فام تیران ۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
xka: کامن وایس موزیلا۔ام شورو تھال اوں مشینان ام تہ خلق ام ڄھلہ جولال بُوجاون ۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
xka: کامن وایس دنیا سطح دہ ا ڈاس جیب تراٹ ام اے گھان ا ڈیٹا سیٹ این

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
xka: کامن وائس ٹہاکیڈمیان،بیوپاریان تے ری اواز اے شوقیان کاروان،تی تانی مشہورتیا چاچان تو اساں تہ من بون اوں گانٹھ تانی اواز دور تاوون

source: Community and Languages
xka: تانی خلق تے تنے جیب

source: Community, Creatives and Civil Society
xka: درام اؘ پو سولہ سوسائٹی

source: Community participation and decision making.
xka: دراوال ملیل تے فیصلہ چینیل

source: Community Playbook
xka: درام پلے بک

source: Confirm Goal
xka: تانی مقصد پچہ

source: Connect with Gravatar
xka: کنیکٹ گریویٹار

source: Contact
xka: کنٹیکٹ ۔۔۔۔۔۔رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
xka: چݨیلوالا یا دی اوں ذات خلق لا تے تناتہ تانی جیب مے چوݨیل کیرمنا تانیخلق ام کیر

source: Contact Form
xka: رابط ؘاؘ فارم

source: Contact the Common Voice team
xka: کامن وائس ٹائم سہ رابط تھا۔

source: Contact us
xka: اساں لہ

source: Contact Us
xka: اساں پݭ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
xka: رابطہ تخلیقی العام لائسنس کے چیر اشو ۔

source: Continue
xka: روان

source: Continue speaking
xka: جولال روان راݭہ۔

source: Continue validating
xka: توثیق روان تھا

source: Contribute
xka: امداد

source: Contribute sentences
xka: جملہ ترال مےۡمدد تہ۔

source: Contribute text
xka: سبق می مداد دہ

source: Contribute to { $lang }
xka: مداد تھال

source: Contribute to text corpus
xka: مشین اے° جوݨا گال مداد دہ۔

source: Contributing to dataset for { $language }
xka: ڈیٹاسیٹ سی امداد

source: Contribution Activity
xka: تعاون ایکٹی ویٹکی

source: Contribution Criteria
xka: امداد اے شرطونی

source: Contribution Experience
xka: میلیل تجربہ

source: Contribution Guidelines
xka: پان پشال می مدد تھال۔

source: Contributors record voice clips by reading from a bank of donated sentences.
xka: ملگر۔۔۔وایس کلپ داگیل جولال ام تہ نیلی ریکارڈ تھا

source: Cookies
xka: کوکییز

source: <cookiesLink>Cookies<cookiesLink>
xka: ۔۔۔۔۔۔۔۔۔کوکیز۔۔۔۔۔۔۔۔

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
xka: ۔۔۔۔۔کوکوی۔۔۔۔۔۔۔۔۔سپیچ ٹکنالوجی کیر داگال این۔تنی پراجکٹام می س ٹ ٹ تے ٹ ٹ س انجن آشیں

source: Cornish
xka: کورنیش

source: Correct
xka: سیی۔

source: Corsican
xka: کورسکان

source: { $count } clips
xka: کٹر

source: { $count }mo
xka: ۔مو

source: Country/Region of Residence
xka: کاں دارامہ۔

source: { $count }wk
xka: ۔۔۔۔۔وک

source: { $count }y
xka: ئ

source: [Crackle] giant dinosaurs of [crackle] -riassic.
xka: ۔۔۔۔۔۔۔۔۔۔۔گان ڈانوسارز ۔۔۔۔۔۔۔۔۔

source: Create a Custom Goal
xka: گاگ اؘ کیر ا مقسد تارا

source: Create a profile
xka: پروفائل ترو۔

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
xka: سلخ تے نوم جملا ترا اپان دا بیلہ کو یاردوست دراوال یا میٹنگ میا مقابلہ دا

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
xka: قسی قسیم خلق ام تہ موقع دال اوں تن کاامن وایس سہ مدد تان اوں جولال ا سبوتاوں ڈ یٹا سیٹ کتیک خلق آم خذمت تیبون تے تون۔۔۔اس پانترال کاں تیس استمال تیبان تہ

source: Crimean Tatar
xka: کریمیین ٹاٹار

source: Criteria
xka: شرطونی

source: Croatian
xka: کروشیین

source: Czech
xka: زچ

source: Dagbani
xka: داغانی

source: Daily Goal
xka: ہر دوسن ترام۔

source: Danish
xka: ڈیںنش

source: Dargwa
xka: درگوا

source: Dashboard
xka: ڈش بورڈ

source: Dataset Release
xka: ڈیٹا بیسریلیز

source: Datasets
xka: مالومات با گ

source: Date
xka: دوس

source: Days
xka: دوس

source: Delete
xka: دور تھ

source: Delete my recordings
xka: می ریکاڈنگ ختم تھ۔

source: Delete Profile
xka: پروفاییل دور تہ

source: Dhivehi
xka: ڈیویحی

source: Dholuo
xka: ڈھولؤ

source: Did you know…
xka: تو گیوا جانون۔

source: Different language
xka: اوراک اَجیب

source: Difficult
xka: بیکھر

source: Difficult to pronounce
xka: منیل مےۡبیکھر

source: Dioula
xka: ڈیؤلا

source: Discard ongoing recording
xka: روان ریکاڈنگ ختم تھ

source: Discover languages and communities and common voice
xka: جیب،خلق تے کامن ویس بیلڑ

source: Does the sentence meet the guidelines?
xka: اوں جولال منل اؘ مطابق این اؘ

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
xka: ڈومین مطلب ان اںجولال کا بارا می این۔۔عین ِٹیم رل منجروک جوش بون

source: Donate
xka: امداد

source: Donate your voice
xka: تانی آواز خیرات تھ

source: Done
xka: بیل۔

source: Don't see your language on Common Voice yet?
xka: ای لا تانی جیب کامن وایس رل نہ نال۔

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
xka: ٹی ای ڈی لیوم اڈیو جولال تریجیس۔تسےترجمہ موجود این

source: Don't wish to say
xka: جولال تہ ایر نہ بھون۔

source: Download
xka: ڈاون لوڈ۔

source: Download Common Voice Data
xka: کامن وایس ڈیٹا ڈاؤن لوڈ تھ۔

source: Download Data
xka: ڈیٹا ڈاؤن لوڈ تھ۔

source: Download Dataset Bundle
xka: ڈاون لوڈ ڈیٹا سئٹ بنیز

source: Download { $language }
xka: ڈاون لوڈ۔۔۔۔۔۔

source: Download Links
xka: لنک وال

source: Download My Data
xka: می ڈیٹا ڈاون لوڈ تھا

source: Download options for accessing Common Voice data
xka: عام صوتی ڈیٹا تھ پݭیل کیر ڈاؤن لوڈ اؘ اختیار

source: Download our voice datasets
xka: اسی صوتی ڈیٹا سیٹ ڈاؤن لوڈ تھ۔

source: Download profile data
xka: پروفائل ڈیٹا ڈاون لوڈ تھا۔

source: Download the Dataset
xka: معلومات ڈاون لوڈ تہ

source: Download the Single Word Target Segment
xka: ڈاؤن لوڈ ا لفظی نخہ والو طبقہ ۔

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
xka: ٹی ای ڈی لیوم اڈیو جولال تریجیس۔تسےترجمہ موجود این

source: Do you want to continue?
xka: تو روان رݭیل داوین اؘ

source: Do you want to Speak, Listen or both?
xka: تو۔منونہ بجونہ یا دوا آ تی

source: Drag and drop or <browseWrap>Browse</browseWrap>
xka: ڈریگ تے ڈراپ

source: Drag your file here or <uploadButton>click to upload</uploadButton>
xka: اوکلیل کیر تہ ٹسار دیل کیر تانی فائل اومات دیرکالا

source: Drop file here to upload
xka: فائل اوکالیل کیر اوما چھورا۔

source: Duala
xka: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
xka: تو مواد اوکالیل ٹائم تی سبمٹ اؘ ٹسار دیت تہ پت پتم قسہ درجہ۔

source: Dutch
xka: ڈچ
